let days = ["星期一", "星期二", "星期三", "星期四", "星期五", "星期六","星期日"]
let equipmentName = ["HNC-11", "先捷SD350-EP02", "M50B-WE-11", "QC-01"]
let times = ['8:00', '8:30', '9:00', '9:30', '10:00', '10:30', '11:00', '11:30', '12:00', '13:00', '13:30', '14:00', '14:30', '15:00', '15:30', '16:00', '16:30', '17:00', '18:00', '18:30', '19:00', '19:30', '20:00', '20:30', '21:00', '21:30', '22:00', '22:30', '23:00','23:30', '24:00', '01:00', '01:30', '02:00', '02:30','03:00','03:30', '04:00', '04:30', '05:00','06:00', '06:30', '07:00', '07:30']
let meeting = [
  // 安排的数组，开始时间和持续时间，标题
  [{
    index:0,
    days:"21-05",
    subject: 'WD2207280001',
    start:0,
    time: 5, //定义需要的天数
    pass: 0
  }],
  [{
    index:1,
    days:"21-06",
    subject: "WD2207280002",
    start:1,
    time: 5,
    pass: 1
  }],
  [{
    index:2,
    days:"21-07",
    subject: "WD2207280003",
    start: 2,
    time:3,
    pass: 2
  }],
  [{
    index:3,
    days:"21-07",
    subject: "WD2207280004",
    start: 3,
    time:4,
    pass: 2
  }]
]
export {
  days,
  equipmentName,
  meeting,
  times
}
